{
  "title": "DACoin - The Evolution of Blockchain for the Real Estate",
  "menuItems": [
    { "label": "Home", "href": "#home", "active": "active" },
    { "label": "Platforms", "href": "#property-registry" },
    { "label": "Wallets", "href": "#access-your-wallet" },
    { "label": "Roadmap", "href": "#the-roadmap" },
    {
      "label": "Whitepaper",
      "href": "https://da-coin.io/Digital_Asset_Coin_Whitepaper_v1.1.pdf",
      "target": "_blank"
    }
  ],
  "followUs": "Follow Us",
  "walletWeb": "Wallet Web",
  "mainImage": {
    "src": "/img/txt-bs.png",
    "alt": "The tecnology that builds the future. Now building the real estate market."
  },
  "mainText": {
    "top": "The Blockchain Evolution",
    "main": "A New Currency. <br><strong>The Real Estate <br>Evolution.</strong>",
    "typed": [
      "A New Currency. <br><strong>The Real Estate <br>Evolution.</strong>",
      "The Evolution Of The <br> Real Estate.<br><strong>A New Currency.</strong>"
    ],
    "bottom": "Away with all the real estate transaction problems. <br> A strong cryptocurrency in the market!",
    "play": "Play video",
    "youtubeVideo": ""
  },
  "about": {
    "top": "DIGITAL ASSET COIN",
    "title": "A CRYPTOCURRENCY BACKED BY REAL ESTATE ASSETS",
    "paragraphs": [
      "DIGITAL ASSET COIN (DAC) project merges the crucial concepts of cryptocurrencies and real estate asset investment through blockchain and smart contracts. We are integrating the principles of decentralized finance (DeFi), crowdfunding, and tokenization into the traditional real estate business model.",
      "DAC is reducing the high volatility of cryptocurrencies with an asset-backed model governed by smart contracts in addition to deploying a real estate asset tokenization/crowdfunding platform that introduces a new model of real estate financing.",
      "DAC is reinventing the traditional concepts of real estate investment models to create a number of benefits to token holders that do not exist today. We are enabling token holders to participate in the real estate industry without any investment barriers while receiving monthly dividend payments.",
      "DAC is eliminating traditional investment challenges and entry barriers that enable the facilitation of global investment opportunities, increasing asset liquidity; while, allowing token holders to benefit from both the global real estate industry. DAC is managed by an experienced team and governed by smart contracts."
    ],
    "button": "Read Whitepaper"
  },
  "ecosystem": {
    "top": "DIGITAL ASSET PLATFORM",
    "title": "DECENTRALIZED FINANCE IN REAL ESTATE",
    "paragraphs": [
      "The Digital Asset Platform (DA Platform) is a tokenization and DeFi platform that will create alternative financing opportunities for real estate developers and owners; moreover, create alternative investment opportunities for investors in the real estate industry. The platform will function as a marketplace for tokenized real estate assets and investment offerings. It will offer simple and transparent real estate investment opportunities that eliminate the risks that small investors experience and allow nearly anyone to participate in the real estate industry with predictable and consistent returns.",
      "On the DA platform investors will be able to exchange DAC for fractional ownership of a real estate asset called Digital Asset Right Token (DART) or invest in the tokenized real estate asset of their choice in fiat currency."
    ]
  },
  "following": {
    "top": "Our Platform",
    "title": "<strong>Initial Exchange Offering</strong>",
    "icons": [
      { "label": "Property Registry", "img": "/img/property-registry.png" },
      {
        "label": "Contracts, Listing & <br> Real Estate Crowdsale",
        "img": "/img/contracts.png"
      },
      {
        "label": "Official DACoin Wallet",
        "img": "/img/DACoin-wallet.png"
      },
      {
        "label": "Community & <br> Global Support",
        "img": "/img/community-support.png"
      }
    ]
  },
  "propertyRegistry": {
    "top": "Property Registry Platform",
    "title": "Property <strong>Registry</strong>",
    "paragraphs": [
      "The entire platform environment is intended for local and global communities, with tools, applications and solutions to a full integration with registry, notary and government institutions, following the local jurisdiction for the transfer of title deeds.",
      "<i><strong>As the information and document security is our <br> number 1 priority!</strong></i>"
    ],
    "icons": [
      {
        "label": "SIMPLE, EASY & <br> INTUITIVE SYSTEM",
        "img": "/img/icon-simple-easy.png"
      },
      {
        "label": "Real Estate REGISTRY <br> INTERACTION & MAINTENANCE",
        "img": "/img/icon-real-estate-registry.png"
      },
      {
        "label": "LARGE GLOBAL <br> COMMUNITY",
        "img": "/img/icon-large-community.png"
      }
    ],
    "button1": "Test MVP",
    "button2": "Show Architecture"
  },
  "smartContracts": {
    "top": "SMART CONTRACTS PLATFORM",
    "title": "SMART CONTRACTS &#8212; <br> <strong>CONTRACTS, LISTING & <br> REAL ESTATE CROWDSALE</strong>",
    "paragraphs": [
      "The platform is designed to allow investors from various jurisdictions around the world to buy, sell, and trade tokenized real estate assets and create the opportunity for asset owners to raise capital.",
      "To solve the legal aspects of legally tokenizing a real estate asset we have created a system that bridges the gaps between ownership of a real estate asset and DART. Tokenized real estate assets will be represented by DART that each has a unique identification number that is embedded in the smart contract of the token and included in the custodian banking service contract.",
      "The asset ownership title and list of DART owners related to the real estate asset will be registered by the custodian service by a local bank."
    ],
    "icon1": "REAL ESTATE CONTRACT <br> GLOBAL PLATFORM",
    "icon2": "REAL ESTATE LISTING & <br>OPPORTUNITIES",
    "icon3": "CROWD SALE – REAL <br> ESTATE LAUNCHESDOTS",
    "button": "Show Architecture"
  },
  "wallet": {
    "top": "WALLET OFFICIAL",
    "title": "OFFICIAL <strong>DACoin WALLET</strong> • <br> <strong>SECURITY & PRIVACY</strong>",
    "paragraphs": [
      "The DACoin wallet will be fully developed on the Ethereum blockchain network, which is encrypted to avoid fraud and theft, having Send, Receive and Token Purchase functions."
    ],
    "icon1": {
      "title": "Security",
      "description": "The assets are locked in the local storage of the wallets, away from any server."
    },
    "icon2": {
      "title": "PRIVACY",
      "description": "No personal data or private information is stored on any server."
    },
    "button": "Show Architecture"
  },
  "access": {
    "top": "You use to send, receive & store your DACoin.",
    "title": "Access Your <strong>Wallet</strong>",
    "comingSoon": "Coming Soon"
  },
  "communitySupport": {
    "top": "DECENTRALIZED COMMUNITY",
    "title": "COMMUNITY & <strong>GLOBAL SUPPORT</strong>",
    "paragraphs": [
      "The DACoin is very proud of being a real community with real estate specialists from all over the world. Together, we join forces to build a global community of the blockchain revolution enthusiasts, providing new resources to foment the real estate world revolution.",
      "The community is actively encouraged and rewarded for getting involved in the development, marketing and real estate solutions.",
      "<i><strong>If you want to join our community, become an ambassador in your city, state or country!</strong></i>"
    ],
    "icon1": "DECENTRALIZED <br> ORGANIZATION",
    "icon2": "AMBASSADORS ALL <br> OVER THE WORLD",
    "icon3": "INCENTIVE & <br> REWARD PROGRAMS"
  },
  "contract": {
    "verified": "Verified"
  },
  "roadmap": {
    "top": "Our Strategy",
    "title": "The <strong>Roadmap</strong>",
    "paragraphs": [
      "The DACoin Roadmap focuses on the development of the plataform, <br> operations, infrastructure, new partinerships and marketing initiatives."
    ],
    "timeline": [
      {
        "class": "active first",
        "position": "bottom",
        "year": "2021.10",
        "content": "DACoin & DAC wallet release"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2021.10",
        "content": "IEO on MONGOLIAN EXCHANGES"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2021.10",
        "content": "Secondary market trading"
      },

      {
        "class": "disabled",
        "position": "top",
        "year": "2021.11",
        "content": "Initial real estate asset contracts"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2021.11",
        "content": "Real Estate Portfolio"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2021.12",
        "content": "First Portfolio Dividens"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2022.01",
        "content": "Decentralized Exchange listing"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2022.05",
        "content": "DA platform launch"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2022.09",
        "content": "Global exchange listing"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2022.11",
        "content": "Global Real Estate Portfolio"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2022.11",
        "content": "DA Platform Global Launch"
      }
    ]
  },
  "team": {
    "top": "Team",
    "title": "A <strong>Community-Based</strong> Initiative",
    "paragraphs": [
      "DACoin is an open source project designed by a global community of totally self-funded and high qualified developers, engineers, designers, academics, economists and Blockchain cryptography enthusiasts, who have committed to taking the DACoin to the main cryptocurrencies and making the decentralized technologies fully accessible to everybody."
    ],
    "next": "Next",
    "prev": "Prev",
    "button": "Join Our Community"
  },
  "footer": {
    "top": "The Decentralized Future",
    "title": "<strong>DIGITAL ASSET COIN</strong>",
    "paragraphs": [
      "You can join the community by contributing with ideas, feedback,<br> codes, design, support and dissemination of the DACoin Project <br> worldwide.",
      "Visit our <strong><a href=\"https://github.com/DACoin-Foundation\" target=\"_blank\">GitHub</a></strong> page to be a developer.",
      "You are welcome to discuss any project related to DACoin with our<br /> friendly community in our <strong><a href=\"https://community.DACoin.io/\" target=\"_blank\">Forums</a></strong>.",
      "Any contribution will be welcome."
    ],
    "bottom": "Copyright © 2021 Digital Asset Coin LLC – DACoin (DACoin). All Rights Reserved <br> <a href=\"mailto:info@da-coin.io\"><b>info@da-coin.io</b></a>"
  },
  "alert": {
    "title": "Warning",
    "paragraphs": [
      "We DACoin Foundation is carrying out the migration of the token to another contract, this is necessary in order to ensure maximum security in the smart contracts we use",
      "Aiming at improving the protocol, we are providing an area in our wallet to perform the conversion to our new smart contract",
      "All users will have a period of one month to make the conversion, after which the current smart contract will be blocked and it will no longer be possible to trade DACoin for this contract."
    ]
  }
}
