{
  "title": "DACoin - The Evolution of Blockchain for the Real Estate",
  "menuItems": [
    { "label": "Home", "href": "#home", "active": "active" },
    { "label": "Platforms", "href": "#property-registry" },
    { "label": "Wallets", "href": "#access-your-wallet" },
    { "label": "Roadmap", "href": "#the-roadmap" },
    {
      "label": "Whitepaper",
      "href": "http://da-coin.io/Digital_Asset_Coin_Whitepaper_v1.pdf",
      "target": "_blank"
    }
  ],
  "followUs": "Follow Us",
  "walletWeb": "Wallet Web",
  "mainImage": {
    "src": "/img/txt-bs.png",
    "alt": "The tecnology that builds the future. Now building the real estate market."
  },
  "mainText": {
    "top": "The Blockchain Evolution",
    "main": "A New Currency. <br><strong>The Real Estate <br>Evolution.</strong>",
    "typed": [
      "A New Currency. <br><strong>The Real Estate <br>Evolution.</strong>",
      "The Evolution Of The <br> Real Estate.<br><strong>A New Currency.</strong>"
    ],
    "bottom": "Away with all the real estate transaction problems. <br> A strong cryptocurrency in the market!",
    "play": "Play video",
    "youtubeVideo": ""
  },
  "about": {
    "top": "DIGITAL ASSET COIN",
    "title": "A CRYPTOCURRENCY BACKED BY REAL ESTATE ASSETS",
    "paragraphs": [
      "DIGITAL ASSET COIN (DAC) project merges the crucial concepts of cryptocurrencies, smart contracts, and blockchain with real estate business models. DAC’s business model departs from the high volatility of cryptocurrencies by adopting an asset-backed model (Real Estate Investment Fund). This will be governed by a transparent smart contract ecosystem that lowers barriers to entry for investment by enabling interest in the asset to be easily divided across a wider pool of investors. DAC will also offer investment pooling fractional ownership through tokenization of real estate.The DAC Real Estate Investment Fund will yield to the stakeholders through revenue earned from purchase, operation and sale of commercial real estate assets like a traditional fund."
    ],
    "button": "Read Whitepaper"
  },
  "ecosystem": {
    "top": "DIGITAL ASSET PLATFORM",
    "title": "DECENTRALIZED FINANCE IN REAL ESTATE",
    "paragraphs": [
      "The Digital Asset Platform (DA Platform) is a tokenization and DeFi platform that will create alternative financing opportunities for real estate developers and owners; moreover, create alternative investment opportunities for investors in the real estate industry. The platform will function as a marketplace for tokenized real estate assets and investment offerings. It will offer simple and transparent real estate investment opportunities that eliminate the risks that small investors experience and allow nearly anyone to participate in the real estate industry with predictable and consistent returns.",
      "On the DA platform investors will be able to exchange DAC for fractional ownership of a real estate asset called Digital Asset Right Token (DART) or invest in the tokenized real estate asset of their choice in fiat currency."
    ]
  },
  "following": {
    "top": "Our Platform",
    "title": "<strong>Initial Exchange Offering</strong>",
    "icons": [
      { "label": "Property Registry", "img": "/img/property-registry.png" },
      {
        "label": "Contracts, Listing & <br> Real Estate Crowdsale",
        "img": "/img/contracts.png"
      },
      {
        "label": "Official DACoin Wallet",
        "img": "/img/DACoin-wallet.png"
      },
      {
        "label": "Community & <br> Global Support",
        "img": "/img/community-support.png"
      }
    ]
  },
  "propertyRegistry": {
    "top": "Property Registry Platform",
    "title": "Property <strong>Registry</strong>",
    "paragraphs": [
      "The entire platform environment is intended for local and global communities, with tools, applications and solutions to a full integration with registry, notary and government institutions, following the local jurisdiction for the transfer of title deeds.",
      "<i><strong>As the information and document security is our <br> number 1 priority!</strong></i>"
    ],
    "icons": [
      {
        "label": "SIMPLE, EASY & <br> INTUITIVE SYSTEM",
        "img": "/img/icon-simple-easy.png"
      },
      {
        "label": "Real Estate REGISTRY <br> INTERACTION & MAINTENANCE",
        "img": "/img/icon-real-estate-registry.png"
      },
      {
        "label": "LARGE GLOBAL <br> COMMUNITY",
        "img": "/img/icon-large-community.png"
      }
    ],
    "button1": "Test MVP",
    "button2": "Show Architecture"
  },
  "smartContracts": {
    "top": "SMART CONTRACTS PLATFORM",
    "title": "SMART CONTRACTS &#8212; <br> <strong>CONTRACTS, LISTING & <br> REAL ESTATE CROWDSALE</strong>",
    "paragraphs": [
      "The DA Platform is a blockchain based open source real estate platform that is designed to (1) empower hybrid DAO (decentralized autonomous organization) governed platform that is community governed (2) process real estate transactions such as simple purchase, sales and renting using smart contracts and (3) decentralized finance platform that will create alternative financing opportunities for real estate developers and asset owners while creating investment opportunities for investors interested in the real estate industry.",
      "DAO DAC PLATFORM", 
      "DAC Platform will be a smart contract governed DAO ecosystem, where the DAC community and subsequent community will govern their respective decentralized ecosystem. The DeFi Platform will incorporate all aspects of the real estate ecosystem, including borrowing, lending, staking and governance of the platform. Once the platform launches, the community will self-govern the self sustaining ecosystem. Upon successful implementation and operation of the ecosystem, subsequent real estate DAO communities can be created and will manage their respective DAO ecosystems. This will encourage healthy competition among the communities that will result in smart development and urban planning that will benefit the whole society. The initial phase of real estate transactions using our smart contracts will streamline the current transaction process. The ultimate goal is to create a peer-to-peer system that will allow real estate transactions to be processed without third party involvement. Transactions processed on our platform will be charged a transaction fee.",
      "BLOCKCHAIN REAL ESTATE TRANSACTIONS",
      "Our platform is designed to process real estate transactions using smart contracts whether it be rental or purchase/selling activities. Our platform will be accessible to brokers, buyers, and sellers that are involved in the property transaction process. Thye initial phase of real estate transactions using our smart contracts will stteamline the current transaction process. The ultimate goal is to create a peer-to-peer system that will allow real estate transactions to be processed without third party involvement. Transactions processed on our platform will be charged a transaction fee.",      
      "ASSET TOKENIZATION",
      "Tokenization makes it possible in a suitable regulatory environment to add new features to asset ownership and trade that were previously unavailable. By allowing an asset to be legally represented by a token on blockchain, the asset can get all of the benefits of a cryptographic token while maintaining its original value. The potential of asset tokenization is exemplified by the tokenization of real estate. With its high pricing, high transaction costs, delayed exchange, and limited access to purchasers, the illiquid real estate market has been the exemplar business to tokenize for supporters of the future tokenized society. The DA Platform will function as a marketplace for all types of real estate assets and investment offerings. It will offer simple and transparent property investments that eliminate the risks that small investors experience and allow nearly anyone to participate in the real estate industry with predictable and consistent returns.", "TRANSACTION AND LISTING FEES",
      "During the proof of concept stages of the DA platform, all real estate transactions processed will be subject to a transaction fee and all real estate assets will be charged a 0.5-1 percent listing fee based on total required investment size on all assets. Our platform will be accessible to everyone including buyers, sellers, brokers and agents involved in real estate transactions and parties interested in investing in real estate assets and will be designed to manage the business logic described in this whitepaper."
    ],
    "icon1": "REAL ESTATE CONTRACT <br> GLOBAL PLATFORM",
    "icon2": "REAL ESTATE LISTING & <br>OPPORTUNITIES",
    "icon3": "CROWD SALE – REAL <br> ESTATE LAUNCHESDOTS",
    "button": "Show Architecture"
  },
  "wallet": {
    "top": "WALLET OFFICIAL",
    "title": "OFFICIAL <strong>DACoin WALLET</strong> • <br> <strong>SECURITY & PRIVACY</strong>",
    "paragraphs": [
      "The DACoin wallet will be fully developed on the Ethereum blockchain network, which is encrypted to avoid fraud and theft, having Send, Receive and Token Purchase functions."
    ],
    "icon1": {
      "title": "Security",
      "description": "The assets are locked in the local storage of the wallets, away from any server."
    },
    "icon2": {
      "title": "PRIVACY",
      "description": "No personal data or private information is stored on any server."
    },
    "button": "Show Architecture"
  },
  "access": {
    "top": "You use to send, receive & store your DACoin.",
    "title": "Access Your <strong>Wallet</strong>",
    "comingSoon": "Coming Soon"
  },
  "communitySupport": {
    "top": "DECENTRALIZED COMMUNITY",
    "title": "COMMUNITY & <strong>GLOBAL SUPPORT</strong>",
    "paragraphs": [
      "The DACoin is very proud of being a real community with real estate specialists from all over the world. Together, we join forces to build a global community of the blockchain revolution enthusiasts, providing new resources to foment the real estate world revolution.",
      "The community is actively encouraged and rewarded for getting involved in the development, marketing and real estate solutions.",
      "<i><strong>If you want to join our community, become an ambassador in your city, state or country!</strong></i>"
    ],
    "icon1": "DECENTRALIZED <br> ORGANIZATION",
    "icon2": "AMBASSADORS ALL <br> OVER THE WORLD",
    "icon3": "INCENTIVE & <br> REWARD PROGRAMS"
  },
  "contract": {
    "verified": "Verified"
  },
  "roadmap": {
    "top": "Our Strategy",
    "title": "The <strong>Roadmap</strong>",
    "paragraphs": [
      "The DACoin Roadmap focuses on the development of the plataform, <br> operations, infrastructure, new partinerships and marketing initiatives."
    ],
    "timeline": [
      {
        "class": "active first",
        "position": "bottom",
        "year": "2021.10",
        "content": "DACoin & DAC wallet release"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2021.10",
        "content": "IEO on MONGOLIAN EXCHANGES"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2021.10",
        "content": "Secondary market trading"
      },

      {
        "class": "disabled",
        "position": "top",
        "year": "2021.11",
        "content": "Initial real estate asset contracts"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2021.11",
        "content": "Real Estate Portfolio"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2021.12",
        "content": "First Portfolio Dividens"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2022.01",
        "content": "Decentralized Exchange listing"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2022.05",
        "content": "DA platform launch"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2022.09",
        "content": "Global exchange listing"
      },
      {
        "class": "disabled",
        "position": "top",
        "year": "2022.11",
        "content": "Global Real Estate Portfolio"
      },
      {
        "class": "disabled",
        "position": "bottom",
        "year": "2022.11",
        "content": "DA Platform Global Launch"
      }
    ]
  },
  "team": {
    "top": "Team",
    "title": "A <strong>Community-Based</strong> Initiative",
    "paragraphs": [
      "DACoin is an open source project designed by a global community of totally self-funded and high qualified developers, engineers, designers, academics, economists and Blockchain cryptography enthusiasts, who have committed to taking the DACoin to the main cryptocurrencies and making the decentralized technologies fully accessible to everybody."
    ],
    "next": "Next",
    "prev": "Prev",
    "button": "Join Our Community"
  },
  "footer": {
    "top": "The Decentralized Future",
    "title": "<strong>DIGITAL ASSET COIN</strong>",
    "paragraphs": [
      "You can join the community by contributing with ideas, feedback,<br> codes, design, support and dissemination of the DACoin Project <br> worldwide.",
      "Visit our <strong><a href=\"https://github.com/DACoin-Foundation\" target=\"_blank\">GitHub</a></strong> page to be a developer.",
      "You are welcome to discuss any project related to DACoin with our<br /> friendly community in our <strong><a href=\"https://community.DACoin.io/\" target=\"_blank\">Forums</a></strong>.",
      "Any contribution will be welcome."
    ],
    "bottom": "Copyright © 2021 Digital Asset Coin LLC – DACoin (DACoin). All Rights Reserved <br> <a href=\"mailto:info@da-coin.io\"><b>info@da-coin.io</b></a>"
  },
  "alert": {
    "title": "Warning",
    "paragraphs": [
      "We DACoin Foundation is carrying out the migration of the token to another contract, this is necessary in order to ensure maximum security in the smart contracts we use",
      "Aiming at improving the protocol, we are providing an area in our wallet to perform the conversion to our new smart contract",
      "All users will have a period of one month to make the conversion, after which the current smart contract will be blocked and it will no longer be possible to trade DACoin for this contract."
    ]
  }
}
